---
kind: property
id: P:Autodesk.Revit.DB.WorksetFilter.Inverted
source: html/9ceaf72c-4ed9-0458-20c0-d2521bce4098.htm
---
# Autodesk.Revit.DB.WorksetFilter.Inverted Property

True if the results of the filter are inverted; worksets that would normally be accepted by this filter will be rejected,
 and worksets that would normally be rejected will be accepted.

## Syntax (C#)
```csharp
public bool Inverted { get; }
```